* Sandbox
#+NAME: csharp
#+begin_src csharp :results value
class HelloWorld{

    public static void Main(){
        foreach (char character in "hello world".ToCharArray()) {
            System.Console.WriteLine(character);
        }
    }
}
#+end_src

#+RESULTS: csharp
| h |
| e |
| l |
| l |
| o |
|   |
| w |
| o |
| r |
| l |
| d |
